* scripts
#+name: rp
#+begin_src lisp :results output
  (ql:quickload :arrowgrams/rephrase-compiler)
#+end_src

#+RESULTS: rp
#+begin_example
To load "arrowgrams/rephrase-compiler":
  Load 1 ASDF system:
    arrowgrams/rephrase-compiler
; Loading "arrowgrams/rephrase-compiler"
[package loops]...................................
[package cl-event-passing]........................
[package cl-event-passing-user]...................
[package cl-event-passing-part]...................
[package cl-event-passing-event]..................
[package cl-event-passing-source].................
[package cl-event-passing-receiver]...............
[package cl-event-passing-schematic]..............
[package cl-event-passing-dispatch]...............
[package cl-event-passing-user-util]..............
[package cl-event-passing-user-wire]..............
[package cl-event-passing-pin]....................
[package alexandria.1.0.0]........................
[package arrowgrams/rp]..............
#+end_example


